"CANCEL" = "キャンセル";
"DONE" = "完了";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "ボイスメモ";
"INFO_NAVIGATION_TITLE" = "情報";
"LABEL_NAVIGATION_TITLE" = "ラベル";
"CUSTOM_NAVIGATION_TITLE" = "カスタム";

"SHARE" = "送信";
"DELETE" = "削除";

"SHARE_DETAILS_BUTTON" = "送信";
"TRIM_DETAILS_BUTTON" = "メモをトリミング";

"SPEAKER_BUTTON" = "スピーカー";
"DELETE_MEMO_BUTTON" = "ボイスメモを削除";
"SEND_TRIMMED_MMS_BUTTON" = "メッセージを送信";
"SEND_TRIMMED_MAIL_BUTTON" = "メールを送信";
"SHARE_PROMPT" = "ボイスメモを送信:";
"SEND_MAIL_BUTTON" = "メール";
"SEND_MMS_BUTTON" = "メッセージ";
"TRIM_BUTTON" = "ボイスメモをトリミング";
"CLOSE_BUTTON" = "閉じる";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "なし";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "インタビュー";
"LECTURE_LABEL" = "レクチャー";
"IDEA_LABEL" = "アイデア";
"MEETING_LABEL" = "ミーティング";
"MEMO_LABEL" = "メモ";
"CUSTOM_LABEL" = "カスタム";

"RECORDED_ON_FORMAT" = "%@に録音しました";
"RECORDED_ON_FORMAT_EXTENDED" = "%@ %@に録音しました";

"RECORDING_STATUS_BAR_FORMAT" = "録音中  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "録音一時停止中  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%d時間 %d分 %d秒";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%d分 %d秒";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%d秒";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "メモが長すぎます";
"MEMO_TOO_LONG_ALERT_BODY" = "このメモのより短いバージョンを選択して送信しますか？";

"UNABLE_TO_RECORD_ALERT_TITLE" = "マイクがありません";
"UNABLE_TO_RECORD_ALERT_BODY" = "ボイスメモを録音するには、マイクを接続してください。";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "録音できません";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "ボイスメモを録音するには、通話を終了してください。";

"LOW_DISK_SPACE_ALERT_TITLE" = "空き領域不足";
"LOW_DISK_SPACE_ALERT_BODY" = "ディスクに十分な空き領域がないため、ボイスメモの録音を続けることができません。既存のビデオや写真を削除して、空き領域を増やしてください。";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "ボイスメモをメールするにはメールアカウントを設定してください。";

"MEMO_FILENAME" = "メモ";
